# SetDrawingRect

## Description
Sets the size of the drawing rectangle.

```pascal
PROCEDURE SetDrawingRect(
				paperWidth  : REAL;
				paperHeight : REAL);
```

```python

def vs.SetDrawingRect(paperWidth, paperHeight):
    return None
```

## Parameters
|Name|Type|Description|
|---|---|---|
|paperWidth|REAL|The width of the drawing rectangle|
|paperHeight|REAL|The height of the drawing rectangle|

## Version
Availability: from VectorWorks10.0
## Category
* Utility